export default {
  content1:
    '主食粗细粮搭配。控制米饭、馒头、面条、面包、蛋糕、饼干等主食的摄入，以高淀粉类蔬菜如土豆红薯或杂粮杂豆替代部分原主食。',
  content2:
    '优质高蛋白饮食。推荐含低脂肪优质蛋白质的食物，如奶类及奶制品、蛋类、海鲜（痛风患者不建议），减少牛羊猪肉尤其是肥肉的摄入。',
  content3:
    '补充膳食纤维。每日推荐摄入25-30g，多食全谷物、粗粮杂豆、应季新鲜蔬菜水果等，自制果蔬汁最好不要去皮滤渣。',
  tip:
    '*血糖生成指数（GI）是反映食物引起人体血糖升高程度的指标，是人体进食后机体血糖生成的应答状况。GI越高，糖分消化吸收的速度就越快。通常GI低于55的被称为低GI食物, 55~70之间为中GI食物，高于70为高GI食物。',
  habit1:
    '三餐定时定量，可适当加餐，周末也要吃早餐；细嚼慢咽，每次吃到七八分饱，用餐时间至少20分钟。',
  habit2: '不偏食不挑食，食物种类丰富，尽量做到每日12种以上、每周25种以上。',
  habit3:
    '少吃重口味重加工食物，清淡饮食，烹调方式多选择烩、煮、蒸、熬、汆等，少用煎、炸、腌、熏等方式。',
    hint:['食物交换份是一种常用的衡量食物热量大小的单位，通常约定每1个交换份产生90kcal的能量。','将每产生90kcal热量的食物定义为“1份”，不同食物每份的重量不同。','每人每日所需食物交换份数=每日所需总能量÷90kcal ']
};
