export default {
  smoke: {
    tip1: [
      '您没有吸烟的习惯，很好。但也请注意避免长期处于烟雾缭绕的环境，远离吸烟人群，被动吸烟依然会对身体造成伤害和不良影响。'
    ],
    tip2: [
      '您目前虽然吸烟量不是很大，但长期下来还是会对身体有很大伤害。长期吸烟会使大脑皮层变薄，寿命减少，影响睡眠质量，肺病肺癌风险增加，诱发心血管疾病，导致骨质疏松等。虽然吸烟不带来热量摄入，但依然会对减肥有影响。',
      '能戒烟尽量尝试戒烟，以下建议望积极采纳：',
      '（1）扔掉吸烟用具，诸如打火机、烟灰缸等，减少你的“条件反射”；',
      '（2）在朋友或者家人面前公开宣布戒烟，人都好面子，要做一个说到做到有担当的人。经常提醒自己，再吸一支烟足以令戒烟的计划前功尽弃；',
      '（3）尽量避开一些往常习惯吸烟的场所或活动，减少烟友社交；',
      '（4）想抽烟时转移注意力，多花点钱从事一些会带来乐趣的活动，也可以在想抽烟时喝茶、咖啡或嚼口香糖等来缓解抽烟的欲望。'
    ],
    tip3: [
      '您目前吸烟量较多，长期下来会对身体有很大伤害。长期吸烟会使大脑皮层变薄，寿命减少，影响睡眠质量，肺病肺癌风险增加，诱发心血管疾病，导致骨质疏松等。虽然吸烟不带来热量摄入，但依然会对减肥有影响。',
      '能戒烟尽量尝试戒烟，以下建议望积极采纳：',
      '（1）扔掉吸烟用具，诸如打火机、烟灰缸等，减少你的“条件反射”； ',
      '（2）在朋友或者家人面前公开宣布戒烟，人都好面子，要做一个说到做到有担当的人。经常提醒自己，再吸一支烟足以令戒烟的计划前功尽弃； ',
      '（3）尽量避开一些往常习惯吸烟的场所或活动，减少烟友社交；',
      '（4）想抽烟时转移注意力，多花点钱从事一些会带来乐趣的活动，也可以在想抽烟时喝茶、咖啡或嚼口香糖等来缓解抽烟的欲望； ',
      '（5）若感觉烟瘾大难以戒除，可以尝试用“电子烟”作为一个过渡； ',
      '（6）多看吸烟的危害视频或者资讯，提升意识来起到戒烟的作用。'
    ],
    tip4: [
      '您目前吸烟量过多，长期下来会对身体有很大伤害。长期吸烟会使大脑皮层变薄，寿命减少，影响睡眠质量，肺病肺癌风险增加，诱发心血管疾病，导致骨质疏松等。虽然吸烟不带来热量摄入，但依然会对减肥有影响。',
      '能戒烟尽量尝试戒烟，以下建议望积极采纳：',
      '（1）扔掉吸烟用具，诸如打火机、烟灰缸等，减少你的“条件反射”； ',
      '（2）在朋友或者家人面前公开宣布戒烟，人都好面子，要做一个说到做到有担当的人。经常提醒自己，再吸一支烟足以令戒烟的计划前功尽弃；',
      '（3）尽量避开一些往常习惯吸烟的场所或活动，减少烟友社交； ',
      '（4）想抽烟时转移注意力，多花点钱从事一些会带来乐趣的活动，也可以在想抽烟时喝茶、咖啡或嚼口香糖等来缓解抽烟的欲望；',
      '（5）若感觉烟瘾大难以戒除，可以尝试用“电子烟”作为一个过渡；',
      '（6）多看吸烟的危害视频或者资讯，提升意识来起到戒烟的作用。'
    ],
    tip5: [
      '您目前吸烟量严重超标，长期下来会对身体有很大伤害。长期吸烟会使大脑皮层变薄，寿命减少，影响睡眠质量，肺病肺癌风险增加，诱发心血管疾病，导致骨质疏松等。虽然吸烟不带来热量摄入，但依然会对减肥有影响。',
      '能戒烟尽量尝试戒烟，以下建议望积极采纳：',
      '（1）扔掉吸烟用具，诸如打火机、烟灰缸等，减少你的“条件反射”；',
      '（2）在朋友或者家人面前公开宣布戒烟，人都好面子，要做一个说到做到有担当的人。经常提醒自己，再吸一支烟足以令戒烟的计划前功尽弃；',
      '（3）尽量避开一些往常习惯吸烟的场所或活动，减少烟友社交；',
      '（4）想抽烟时转移注意力，多花点钱从事一些会带来乐趣的活动，也可以在想抽烟时喝茶、咖啡或嚼口香糖等来缓解抽烟的欲望；',
      '（5）若感觉烟瘾大难以戒除，可以尝试用“电子烟”作为一个过渡；',
      '（6）多看吸烟的危害视频或者资讯，提升意识来起到戒烟的作用。'
    ]
  },
  drink: {
    tip1: [
      '您没有饮酒的习惯，很好。适量饮酒有益的说法已被科研机构证伪，对心血管系统的微弱正向作用远小于对身体其他系统的危害。白水、淡茶水、纯牛奶是最好的饮品选择。'
    ],
    tip2: [
      '您的饮酒频率不高，但能不要饮酒就不要饮酒。适量饮酒有益的说法已被科研机构证伪，对心血管系统的微弱正向作用远小于对身体其他系统的危害。酒精含量越大、酒精度数越高对身体危害越大，肝脏解毒负担加重，易发生肝功能损伤和肝硬化。中青年饮酒增加的危险主要是因为结核病、交通事故和自伤行为（自残、自杀）的发生率上升，而50岁以上人群饮酒则导致罹患癌症的风险增加。酒精本身会额外增加能量摄入（1克=7千卡），不利于减肥，饮酒也会导致代谢系统负担过大难以正常运转，对减肥造成进一步的不利影响。',
      '以下建议望积极采纳：',
      '（1）控制每次酒精摄入量：成年男性≤25g，相当于啤酒750ml；成年女性≤15克，相当于啤酒450ml；',
      '（2）饮酒前适量吃些主食，下酒菜多吃新鲜蔬菜，不要和腌制熏制类富含亚硝酸盐的食物一起进食，酒后适量吃水果促进酒精代谢。'
    ],
    tip3: [
      '您的饮酒频率过高，须要减少饮酒的频率及每次摄入的酒精总量。适量饮酒有益的说法已被科研机构证伪，对心血管系统的微弱正向作用远小于对身体其他系统的危害。酒精含量越大、酒精度数越高对身体危害越大，肝脏解毒负担加重，易发生肝功能损伤和肝硬化。中青年饮酒增加的危险主要是因为结核病、交通事故和自伤行为（自残、自杀）的发生率上升，而50岁以上人群饮酒则导致罹患癌症的风险增加。酒精本身会额外增加能量摄入（1克=7千卡），不利于减肥，饮酒也会导致代谢系统负担过大难以正常运转，对减肥造成进一步的不利影响。',
      '以下建议望积极采纳：',
      '（1）控制每次酒精摄入量：成年男性≤25g，相当于啤酒750ml；成年女性≤15克，相当于啤酒450ml；',
      '（2）饮酒前适量吃些主食，下酒菜多吃新鲜蔬菜，不要和腌制熏制类富含亚硝酸盐的食物一起进食，酒后适量吃水果促进酒精代谢。'
    ],
    tip4: [
      '您有酗酒的风险，一定要减少饮酒的次数及每次摄入的酒精总量。适量饮酒有益的说法已被科研机构证伪，对心血管系统的微弱正向作用远小于对身体其他系统的危害。酒精含量越大、酒精度数越高对身体危害越大，肝脏解毒负担加重，易发生肝功能损伤和肝硬化。中青年饮酒增加的危险主要是因为结核病、交通事故和自伤行为（自残、自杀）的发生率上升，而50岁以上人群饮酒则导致罹患癌症的风险增加。酒精本身会额外增加能量摄入（1克=7千卡），不利于减肥，饮酒也会导致代谢系统负担过大难以正常运转，对减肥造成进一步的不利影响。',
      '以下建议望积极采纳：',
      '（1）控制每次酒精摄入量：成年男性≤25g，相当于啤酒750ml；成年女性≤15克，相当于啤酒450ml；',
      '（2）饮酒前适量吃些主食，下酒菜多吃新鲜蔬菜，不要和腌制熏制类富含亚硝酸盐的食物一起进食，酒后适量吃水果促进酒精代谢。',
      '*酗酒：是指长期大量饮酒，令人产生身心依赖，不能自制，对个人健康或完成本职工作及社交方面产生不良影响的一种生活方式或行为。'
    ]
  },
  sleep: [
    '减肥3分练7分吃90分靠休息。成年人正常的合理睡眠时间为6-8小时，充足的睡眠不仅是缓解疲劳恢复活力的基础，也是身体代谢更新自我修复的重要阶段。规律的入睡起床作息可以带来规律的三餐进食时间，从而保证身体各个系统都在良好的生物节律下有效运转，各项生理信号及时准确（饥饿感提醒进食、疲劳感提醒休息）。体重管理的外因是总能量的控制（总摄入小于总消耗，能量亏空导致体重减轻），内因则是身体代谢系统的有效运转。内在的代谢循环与内分泌系统失衡，外在的营养摄入再好也无济于事、很容易导致减肥失败。',
    '以下建议望您积极采纳：',
    '(1) 入睡时间最好不要晚于12点，起床时间不要晚于9点；',
    '(2) 睡前2小时不要过多进食，一杯热牛奶是最好的选择；',
    '(3) 睡前2小时不要再做剧烈运动，瑜伽拉伸放松运动是可以的；',
    '(4) 有条件的尽量安排午睡，时间为20分钟左右为宜；',
    '(5) 周末不要睡懒觉，可比工作日稍微晚起1-2小时，但绝不可以直接睡到中午干脆不吃早饭；',
    '(6) 起床第一件事是喝一杯清水，最好养成每天早晨固定时间排便的习惯。'
  ],
  psyState: [
    '减肥不单单与外在的饮食控制和运动带来的能量亏空有关，还与内在的心理状态有很大关系。被称作压力荷尔蒙的“氢化可的松”，也就是肾上腺糖皮质激素，是机体应激反应调节的最重要激素。当工作任务或生活问题带来的压力过大时，体内糖皮质激素水平上升，导致食欲激增、尤其是对于高糖类甜食的渴望，您将会很难控制不良的进食行为。而减肥过程太严苛、方法太极端（节食）或者对减肥目标期望过重，也会导致压力过大情绪不佳内分泌失衡，身体甚至会进行报复性的自我补偿，这也是很多减肥失败严重反弹的重要原因。',
    '以下建议望您积极采纳：',
    '(1) 适当调整工作及生活目标，不要过于逼迫自己、让自己长期处于巨大压力的紧张状态；',
    '(2) 积极参加体育锻炼，运动是非常好的释放压力途径；',
    '(3) 多与亲人朋友交流，身边人的理解与支持能够很好的缓解压力提供动力；',
    '(4) 不要采用过于严苛的减肥方法，体重管理是一个长期持续的过程，要通过良好的健康生活习惯可持续减重，不要急功近利，欲速则不达还可能会伤害身体；',
    '(5) 如果短期内有多次不可控的暴饮暴食现象或者反向的进食障碍，请及时与营养师或心理咨询师沟通、寻求帮助。'
  ],
  examination:
    '据统计，全世界目前的人群中，15%属健康人，10%属患病人群，而75%的人处于疾病的前缘，既亚健康人群。健康体检主要针对这庞大的亚健康人群，不是只有老年人才需要定期体检。近年来的健康监测数据表明，高血压、冠心病、糖尿病及脑血管疾病的患病年龄趋于年轻化。在庞大的亚健康人群中，有70%以上年龄在28到45岁的青壮年，所以年轻不是保险柜，只有体检才是早期发现多种重要疾病的有效措施。医疗专家认为，看似健康的人也应该每年或至少两年进行一次体检，以便早期发现一些无痛或症状不明显的疾病。',
  smartExamination: [
    '(1) 智能体脂秤与皮尺',
    '体重管理需要定期的量化数据反馈。尤其在减重过程，需要每日在固定时间进行体重的称量，如清晨起床上厕所后空腹状态着轻便衣服。借助每日体成分的监测结果，可以对饮食及运动行为进行及时调整。不要只关注体重的数字，而是关注更本质的身体成分的变化。最好的减重是在维持瘦体重/肌肉量不减少的情况下，降低对身体有害的多余的脂肪含量/体脂率。',
    '关注身材的变化，可以每两周用皮尺测量一下围度。同样重量的肌肉和脂肪的体积比为1:1.4，脂肪的减少会让身材看起来更加紧致，一定量的肌肉可以让身材看起更有型、有凹凸曲线感。',
    '(2) 运动手环/手表',
    '心率、步数、睡眠监测、久坐提醒是目前市面上大部分运动手环/手表都具备的功能，可以提供健康行为的可视化量化反馈。微信运动或者手环的步数打卡任务会在不自觉间让您提升运动量；而睡眠监测的评分，一方面也可以帮您不断调整作息向着早睡早起的方向努力，一方面可以检测你的睡眠质量和健康状态；心率可以衡量运动强度，在最佳燃脂的心率区间进行有氧运动能更高效地减脂。不要小瞧这些小小功能，它们潜移默化地帮您在不自觉间轻松改变养成良好习惯。',
    '(3) 食物秤与食物库',
    '人会有饱腹感饥饿感作为生理信号提醒进食是否适量。但是人的主观感受往往有很大误差，借助客观的测量仪器准确测量食物重量，输入食物库app进行量化统计分析，可以更好地帮助您有效控制总摄入量。通过长期使用食物秤与食物库app，可以积累大量经验便于您更简单高效地进行自我管理。一个智慧老道的减肥者，不仅知道自己应该吃哪些类的食物、还可以一眼就估算出面前食物的大致总热量，合理安排自己的饮食计划。'
  ]
};
