export default {
  content1:
    '您的工作性质属于中度体力劳动，生活习惯很好，但还是希望您能进一步优化。以下的小建议供您参考：',
  content2:
    '您的工作性质属于中轻度体力劳动，生活习惯较好。以下小建议希望能积极采纳：',
  content3:
    '您的工作强度属于轻体力劳动，伏案办公时间较长或者生活习惯不好。以下建议希望您从今天开始践行，每天至少做到3条：',
  content4:
    '您的工作强度属于轻体力重脑力劳动，伏案办公时间过长或者生活习惯非常不好。为了健康为了减肥，请想尽一切办法减少静坐，利用一切可以活动的机会就多活动一下，没时间专门锻炼没关系，但是坚决不能连续久坐。以下建议希望您从今天开始践行，每天至少做到5条：',
  content5:
    '您的工作强度属于轻体力重脑力劳动，伏案办公时间严重超标或者生活习惯极其不好。为了健康为了减肥想尽一切办法减少静坐，有必要的情况下、适当调整工作计划减少工作时间，利用一切可以活动的机会就多活动一下，没时间专门锻炼没关系，但是坚决不能连续久坐。以下建议希望您从今天开始践行，每天至少做到7条：',
  tips: [
    '(1)多走楼梯，楼层低的直接走楼梯上班或者回家，楼层高的坐一部分电梯走几层楼梯，可以邀请同事一起；',

    '(2)走出去吃饭，尽量不点外卖在办公桌原地就餐，或者吃外卖后15分钟内，到处走走助于消化；',

    '(3)用小杯子多喝水，多从办公位走去茶水间接水、及时去上厕所，一天至少4-5次；',

    '(4)手机定个小闹钟或者设置运动手环久坐提醒功能，每隔30~45分钟就站起来活动一下，转转脖子、伸伸腰、捶捶背；',

    '(5)考虑站坐结合的工作方式，比如站着用手机处理工作或者和同事交谈的时候，打电话时走动一下；',

    '(6)贴一张正确体态的照片或者写一句“注意姿态、适时活动”的便笺，在办公桌显眼的地方；',

    '(7)坐着办公时，时不时提醒自己不要塌腰驼背颈前伸，同时可以在桌下悄悄绷绷脚尖、伸展足背，或者双腿并举抬一小会；',

    '(8)下班回家后，不要一直坐在躺在沙发或者床上看电视玩手机玩平板电脑，适当做做家务；',

    '(9)开会或者坐高铁飞机，也不要连续静坐1小时一动不动，尽量找机会走动一下活动筋骨。'
  ],
  content6: '您目前的运动频率偏低，正常推荐运动频率为3-4次/周。人的肌肉和关节是“用进废退”的，越运动越灵活、越训练越强大，而长期的不运动导致本来有的生理机能也会退化甚至萎缩。一定持续时间一定强度的有效运动不仅能帮助您更快速有效的减肥，还能获得强健的体魄和良好的精神状态。',
  content7: '您目前的运动频率实在太低，正常推荐运动频率为3-4次/周。人的肌肉和关节是“用进废退”的，越运动越灵活、越训练越强大，而长期的不运动会导致本来有的生理机能也会退化甚至萎缩，请从今天开始养成运动习惯，循序渐进增加锻炼频率。',
  content8:  '您目前的运动频率刚好，符合正常推荐运动频率，即3-4次/周，请继续保持。注意合理安排运动计划，隔天运动、适度休息。运动不单单要有数量更要有质量，一定持续时间一定强度的有效运动不仅能帮助您更快速有效的减肥，还能获得强健的体魄和良好的精神状态。',
  content9:     '您目前的运动频率较高，注意合理安排运动计划，最好能隔天运动、适度休息。尤其是大肌群的大强度训练，如果得不到充分休息，会因对身体造成过大负荷而难以恢复，反而过犹不及。',
  transtip1:'下班后可以不急着直接回家，绕路去远的超市买点东西或去附近公园转转。',
  transtip2:'如果路程较远，可以提高骑车速度增加运动强度；如果路程较近，上班时间来得及或者下班后可以用快走代替自行车。',
  transtip3:'隔天开车隔天骑自行车。',
  transtip4:'提前一站下车走路或提前几站下车骑共享单车。',
  syTip1:'恭喜您，近来无身体不适状况，仍然要坚持健康饮食、适量运动、保持良好心情。',
  syTip2:'您感到贫乏无力，这通常是由于作息饮食不规律导致的，需要建立良好生活习惯，早睡早起睡眠充足、三餐定时定量营养充分；也可能是心肺功能较弱，供血供氧供应养分不足，适度增加有氧运动的训练可以有所改善。',
  syTip3:'您在休息后疲劳仍不能缓解的问题，可能因为休息不充分不足以缓解之前高强度运动或者工作带来的身体损耗。建议以后尽量避免长期超负荷的运动或工作，完成运动或工作后，调整心情状态充分放松休息。适量补充维生素C有益于缓解疲劳感，加速身体自我修复。',
  syTip4:'如果是训练后的酸痛完全不必担忧，这属于正常的生理现象。刚运动完的半小时内乳酸堆积，可以通过主动性恢复如慢跑2圈进行积极代谢，不运动身体也会慢慢自动代谢清除的；运动后的24-48小时为DOMS迟发性肌肉酸痛高峰期，不用特别在意，充分睡眠营养饮食自然就会恢复。',
  syTip5:'肩颈腰背等部位日常感到酸痛，通常是因为经常处于不正确的姿态又久坐不动，导致的肌肉过于紧张或长期过分牵拉。平时注意体态，伏案工作学习每隔一段时间活动一下筋骨，多做些拉伸放松敲打按摩。如果酸痛不适感强烈，可以去医院进行正规理疗按摩等。',
  syTip6:'关节无力酸软是神经对关节处韧带肌肉控制能力差的外在表现，主要由于膝关节附近肌肉力量薄弱且短期内钙质大量流失导致。推荐平时多做静蹲弓步蹲等腿部力量训练，增强肌肉、提升神经支配控制能力，多补充富含钙质维生素D的食物，多晒太阳。',
  syTip7:'运动时感到心慌气短，通常是由于心肺功能较弱，导致的供血不足供氧供应养分不充分。循序渐进，适度增加有氧运动的训练可以有所改善。',
  syTip8:'出汗多少跟身体状况及能量消耗无必然联系，个人体质、环境温度、运动类型、运动强度都会有影响，只要注意及时足量补水就可以了。',
  syTip9:'如果您感到双腿沉重走路无力，这有可能是腿部脂肪含量过高而肌肉不足，需加强下肢锻炼，多做快走或者跑步练习，靠墙静蹲、弓箭步、高抬腿、后踢腿、登山跑等；也可能是走路姿态发力方式不合理，试着有意识地用大腿带动小腿向上向前走路，而不是靠脚在走路。',
  rTip1:'如果工作及家庭事务过于繁忙导致您没时间运动，不一定要强行安排大块专门运动时间，每天几分钟参加群里的“运动极限挑战”或者4分钟一组的高效燃脂TABATA都是好的选择。做不到专门“运动”，能够利用碎片化时间增加“活动”也好过完全不动。',
  rTip2:'马路上跑步也是一种体验和运动新选择，哪怕在家在寝室，买一个瑜伽垫，也可以跟着keep做很多徒手健身的训练。',
  rTip3:'运动确实是一件蛮需要动力的事情，推荐您加入跑团或运动爱好俱乐部，找到志同道合有相同兴趣爱好的小伙伴，参加俱乐部组织的活动或与小伙伴相约一起运动。',
  rTip4:'如果经济条件许可的话，最好去健身房请私人教练。买课比买会员卡有意义，对于健身小白，教练能够提供指导和督促的双重作用，让您的运动更加安全而高效率。',
  rTip5:'快走与跑步是最好最简单方便的有氧运动选择，徒手健身自重训练也可以完成大部分力量训练无氧运动。推荐购买瑜伽垫与弹力带，轻便、价格低、占空间小，跟着keep进行训练。',
  rTip6:'不要总给自己找借口，不是真得一点没时间，是觉得运动不够重要。减肥是一场与自己的斗争，改变就现在！',
  eTip:['*动作要领及示范参照keep（在“动作”中搜索）','- 玩手机的时候，将手机举起、抬头平视，不要把手机放在桌子上弓背低头看手机。','- 平时注意站姿走路姿态等，上半身立直挺拔，不要长期一侧单肩背包，在家没事多做靠墙站立练习。','- 平时注意坐姿，两侧臀部都要均匀地坐在椅子上，不要出现一侧坐实、一侧翘起来，也不要经常跷二郎腿，腰部贴住椅子背部，背部、腰部放松坐正即可。','- 可以训练自己平时以腹式呼吸为主，吸气时肚子会首先鼓起来，呼气时腹部收紧。'],
  eTip1:'- 平时要注意收腹、增强腹肌核心力量，如平板支撑、空中蹬自行车、卷腹等。',
  eTip2:'- 使用电脑或看书时，屏幕或书本和自己的距离不要过远。',
  eTip3:'- 建议平时注意坐姿和站姿，增强背部肌群力量，如WTY背部伸展、俯卧哑铃飞鸟、硬拉等。',
  eTip4:'- 建议您购买相应的足内翻矫正运动鞋，尤其在长时间走路或者跑步练习时。'
};
