export default {
  content1:
    '您的工作性质属于中度体力劳动，生活习惯很好，但还是希望您能进一步优化。以下的小建议供您参考：',
  content2:
    '您的工作性质属于中轻度体力劳动，生活习惯较好。以下小建议希望能积极采纳：',
  content3:
    '您的工作强度属于轻体力劳动，伏案办公时间较长或者生活习惯不好。以下建议希望您从今天开始践行，每天至少做到3条：',
  content4:
    '您的工作强度属于轻体力重脑力劳动，伏案办公时间过长或者生活习惯非常不好。为了健康为了减肥，请想尽一切办法减少静坐，利用一切可以活动的机会就多活动一下，没时间专门锻炼没关系，但是坚决不能连续久坐。以下建议希望您从今天开始践行，每天至少做到5条：',
  content5:
    '您的工作强度属于轻体力重脑力劳动，伏案办公时间严重超标或者生活习惯极其不好。为了健康为了减肥想尽一切办法减少静坐，有必要的情况下、适当调整工作计划减少工作时间，利用一切可以活动的机会就多活动一下，没时间专门锻炼没关系，但是坚决不能连续久坐。以下建议希望您从今天开始践行，每天至少做到7条：',
  contentall:
    '(1)多走楼梯，楼层低的直接走楼梯上班或者回家，楼层高的坐一部分电梯走几层楼梯，可以邀请同事一起；\n(2)走出去吃饭，尽量不点外卖在办公桌原地就餐，或者吃外卖后15分钟内，到处走走助于消化；\n(3)用小杯子多喝水，多从办公位走去茶水间接水、及时去上厕所，一天至少4-5次；\n(4)手机定个小闹钟或者设置运动手环久坐提醒功能，每隔30~45分钟就站起来活动一下，转转脖子、伸伸腰、捶捶背；\n(5)考虑站坐结合的工作方式，比如站着用手机处理工作或者和同事交谈的时候，打电话时走动一下；\n(6)贴一张正确体态的照片或者写一句“注意姿态、适时活动”的便笺，在办公桌显眼的地方；\n(7)坐着办公时，时不时提醒自己不要塌腰驼背颈前伸，同时可以在桌下悄悄绷绷脚尖、伸展足背，或者双腿并举抬一小会；\n(8)下班回家后，不要一直坐在躺在沙发或者床上看电视玩手机玩平板电脑，适当做做家务；\n(9)开会或者坐高铁飞机，也不要连续静坐1小时一动不动，尽量找机会走动一下活动筋骨。'
};
