import * as React from 'react';
export default {
  exerciseTimesTip1:
    '根据您的过往运动情况，推荐您前两周每周1-2次、每次运动15-30分钟，后两周每周3次左右、每次运动30-50分钟。',
  exerciseTimesTip2:
    '根据您的过往运动情况，推荐您每周2-3次、每次运动至少40分钟。',
  exerciseTimesTip3: '根据您的过往运动情况，推荐您每周1次、每次15-30分钟。',
  exerciseTimesTip4: '根据您的过往运动情况，推荐您每周2-3次、每次30-45分钟。',
  actionTip:
    '根据您的情况为您推荐指定运动，动作要领及示范参照keep（在“动作”中搜）',
  eTip1: [
    '运动强度：每分钟100-120步，每公里10-15分钟，心率控制在120-150次／分钟',
    '注意事项：',
    '①在快走前做适度的伸屈运动，充分活动踝关节膝关节肩关节，先漫步5分钟后开始快走；若快走中身体不适，应停止运动；',
    '②在快走后应充分身体拉伸，持续30分钟以上要及时补水。'
  ],
  eTip2: [
    '运动强度：配速每公里6-8分钟，心率控制在140-170次／分钟 ',
    '注意事项：',
    '①跑前热身，跑后拉伸，大腿前侧小腿后侧重点拉伸；',
    '②跑步时应注意姿态，全程有意识地收紧腹部核心，头和上半身立直不要左右扭转或摇摆，双臂弯曲贴紧身体前后摆动，大腿主动发力带动小腿向前；',
    '③跑步的节奏应该尽可能地维持不变，呼吸同样应该有节奏，用鼻子吸气，嘴巴呼气，以避免出现岔气；',
    '④如果慢跑的过程中感到身体不适，应停止运动；在慢跑后感到食欲不振，疲乏倦怠，头晕心慌，请向专业人士求助咨询。'
  ],
  eTip3: [
    '运动强度：配速18-20千米／小时，心率120-150次／分钟 ',
    '注意事项：',
    '①骑车前热身，骑车后拉伸；',
    '②骑车时双臂自然弯屈，便于腰部弓屈，降低身体重心，同时防止由于车子颠簸而产生的冲击力传到全身；双手轻而有力地握把，臀部坐稳车座；调整车座高度，让膝盖可以充分伸展；',
    '③注意路况，在非机动车专用道上骑行；每骑车一小时左右下车调整，活动腰背，及时补水。'
  ],
  eTip4: [
    '运动强度：每次去游泳至少完成200-400米，泳姿可自定义',
    '注意事项：',
    '①身体患病或感到不适虚弱者不要去游泳（中耳炎、感冒、女性月经期），饭后、空腹、饮酒不宜游泳；',
    '②下水前要先在岸上做准备活动，可采用高抬腿、蹲起等全身运动，热身10～15分钟，活动关节以及各部位肌肉；否则突然进到冷水或者进行较剧烈的活动，易发生抽筋等意外情况；游完后注意擦干及保暖事宜；',
    '③游泳持续时间一般不应超过1.5-2小时。'
  ],
  eTip5: [
    '运动强度：每次至少持续45分钟',
    '注意事项：',
    '无论是去上团体课还是跟着视频，重视质量大于数量，动作要做到位要有发力感，而不一定要完全跟上视频教程的节奏，可以不做得那么多那么快，但是每一个动作都在尽全力做标准。'
  ],
  eTip6: [
    '运动强度：注意身体觉知、平心静气，每次至少持续45分钟，有出汗',
    '注意事项：',
    '①练拳时注重意气运动，以心行气、疏通经络，平衡阴阳气血，以提高阴阳自和能力；养生太极拳，练拳、松、息、气合一意，练到意力足，气力自生；',
    '②瑜伽习练中不需要强迫自己达到某些高难度体式，每个人的柔韧性基础不同，但应尽量达到平衡与稳定，积极发力控制身体的每一块肌肉；',
    '③太极拳和瑜伽是身心调养的上佳训练，却不是减肥的最好选择，因为运动强度低而能量消耗少，建议配合其它运动增加能量消耗。'
  ],
  eTip7: [
    '运动强度：',
    '初练者：双脚起落，每组60－100跳，做4-8组',
    '有基础：单脚交替起落，每组200－300跳，做6-8组',
    '注意事项：',
    '①体重基数过大者（大于85公斤）不建议跳绳；',
    '②跳绳前要做热身运动，跳绳后应充分拉伸放松，小腿后侧重点拉伸；',
    '③不要全脚掌落地，只有前脚掌着地、膝盖始终保持微屈双脚起落，不用跳得过高，尽量跳得快、坚持时间久。'
  ],
  anaTip1: [
    '无器械：',
    '动作内容：跪姿半程俯卧撑/跪姿俯卧撑/上斜俯卧撑',
    '动作强度：每组6-10个，组间间隙60秒，每次2-3组'
  ],
  anaTip2: [
    '无器械：',
    '动作内容：跪姿俯卧撑/上斜俯卧撑/俯卧撑 ',
    '动作强度：每组6-10个，组间间隙60秒，每次3-4组 ',
    '有器械：',
    '动作内容：哑铃弯举/哑铃锤式弯举/左右手臂交替哑铃孤立弯举 ',
    '动作强度：每组6-8个，组间间隙60-120秒，每次3-4组，负重依自身能力确定'
  ],
  anaTip3: [
    '无器械：',
    '动作内容：俯卧撑/下斜俯卧撑',
    '动作强度：每组10-15个，组间间隙30-60秒，每次3-4组 ',
    '有器械：',
    '动作内容：哑铃弯举/哑铃锤式弯举/左右手臂交替哑铃孤立弯举',
    '动作强度：每组8-12个，组间间隙60秒，每次3-4组，负重依自身能力确定'
  ],
  anaTip4: [
    '动态：',
    '动作内容：卷腹/简易俄罗斯转体/跨步提膝/动态平板支撑',
    '动作强度：每组10-15次，组间间歇30-60秒，每次2-3组',
    '静态：',
    '动作内容：V字支撑/跪姿平板支撑/平板支撑',
    '动作强度：每组支撑30－60秒，组间间隙30秒，每次3-4组'
  ],
  anaTip5: [
    '动态：',
    '动作内容：卷腹/俄罗斯转体/登山/动态平板支撑',
    '动作强度：每组12-18次，组间间歇30-60秒，每次3-4组 ',
    '静态：',
    '动作内容：V字支撑/平板支撑',
    '动作强度：每组支撑60秒，组间间隙30秒，每次3-4组'
  ],
  anaTip6: [
    '动态：',
    '动作内容：卷腹/负重俄罗斯转体/登山跑/动态平板支撑',
    '动作强度：每组15-20次，组间间歇30秒，每次3-4组',
    '静态：',
    '动作内容：V字支撑/平板支撑/单手平板支撑/单脚平板支撑',
    '动作强度：每组支撑60-120秒，组间间隙30秒，每次3-4组'
  ],
  anaTip7: [
    '无器械：',
    '动作内容：屈腿左右单腿硬拉/向前交替箭步蹲/弓箭步走',
    '动作强度：每组8-12个，组间间隙120秒，每次2-3组'
  ],
  anaTip8: [
    '无器械：',
    '动作内容：屈腿左右单腿硬拉/向前交替箭步蹲/左右单腿保加利亚深蹲/弓箭步走/弓箭步跳跃',
    '动作强度：每组12-16个，组间间隙120秒，每次3-4组',
    '有器械：',
    '动作内容：杠铃深蹲/硬拉/腿举',
    '动作强度：每组8-12个，组间间隙150秒，每次3-4组，负重依自身能力确定'
  ],
  anaTip9: [
    '无器械：',
    '动作内容：屈腿左右单腿硬拉/向前交替箭步蹲/左右单腿保加利亚深蹲/弓箭步跳跃',
    '动作强度：每组12-16个，组间间隙90秒，每次3-4组',
    '有器械：',
    '动作内容：杠铃深蹲/硬拉/腿举',
    '动作强度：每组8-12个，组间间隙120秒，每次3-4组，负重依自身能力确定'
  ]
};
